Repository: juangcarmona/courtly-wp-plugin
Catalog: src/Languages/courtly-*.po
Languages: da_dk, fi_fi

source: A modular plugin for managing padel court reservations using DDD principles.
da_dk: Et modulært plugin til håndtering af padelbanereservationer ved hjælp af DDD-principper.
fi_fi: Modulaarinen laajennus padel-kenttävarausten hallintaan DDD-periaatteita käyttäen.

source: Court added successfully.
da_dk: Bane tilføjet med succes.
fi_fi: Kenttä lisätty onnistuneesti.

source: Opening hours updated.
da_dk: Åbningstiderne er opdateret.
fi_fi: Aukioloajat päivitetty.

source: Access denied.
da_dk: Adgang nægtet.
fi_fi: Käyttö estetty.

source: Reservation ID missing.
da_dk: Reservations-id mangler.
fi_fi: Varaustunnus puuttuu.

source: Reservation not found.
da_dk: Reservationen blev ikke fundet.
fi_fi: Varausta ei löytynyt.

source: This reservation has already passed.
da_dk: Denne reservation er allerede bestået.
fi_fi: Tämä varaus on jo ohitettu.

source: Reservation cannot be cancelled (less than 24h remaining).
da_dk: Reservationen kan ikke annulleres (mindre end 24 timer tilbage).
fi_fi: Varausta ei voi peruuttaa (alle 24h jäljellä).

source: Unknown
da_dk: Ukendt
fi_fi: Tuntematon

source: Court #%d
da_dk: Bane #%d
fi_fi: Kenttä #%d

source: User types updated.
da_dk: Brugertyper opdateret.
fi_fi: Käyttäjätyypit päivitetty.

source: User type added successfully.
da_dk: Brugertype blev tilføjet.
fi_fi: Käyttäjätyypin lisäys onnistui.

source: You must be logged in to view reservation details.
da_dk: Du skal være logget ind for at se reservationsdetaljer.
fi_fi: Sinun on kirjauduttava sisään nähdäksesi varaustiedot.

source: You are not allowed to view this reservation.
da_dk: Du har ikke tilladelse til at se denne reservation.
fi_fi: Sinulla ei ole lupaa tarkastella tätä varausta.

source: Blocked
da_dk: Blokeret
fi_fi: Estetty

source: %s already has a reservation that day.
da_dk: %s har allerede en reservation den dag.
fi_fi: %s:lla on jo varaus sinä päivänä.

source: Reservations must be %d minutes or less.
da_dk: Reservationer skal være på %d minutter eller mindre.
fi_fi: Varaukset saavat kestää enintään %d minuuttia.

source: Time slot unavailable.
da_dk: Tidsrum ikke tilgængelig.
fi_fi: Aikaväli ei ole käytettävissä.

source: Failed to create reservation.
da_dk: Kunne ikke oprette reservation.
fi_fi: Varauksen luominen epäonnistui.

source: Guest
da_dk: Gæst
fi_fi: Vieras

source: Member
da_dk: Medlem
fi_fi: Jäsen

source: Court 1
da_dk: Bane 1
fi_fi: Kenttä 1

source: Main court
da_dk: Hovedbane
fi_fi: Pääkenttä

source: Booking
fi_fi: Varaus

source: Calendar
da_dk: Kalender
fi_fi: Kalenteri

source: Reservation
fi_fi: Varaus

source: No reason provided
da_dk: Ingen grund angivet
fi_fi: Ei annettu syytä

source: Every
da_dk: Hver
fi_fi: Joka

source: Reason for blocking this slot:
da_dk: Årsag til at blokere denne plads:
fi_fi: Syy tämän paikan estämiseen:

source: Remove this blocked slot?
da_dk: Vil du fjerne dette blokerede slot?
fi_fi: Poistetaanko tämä estetty paikka?

source: Courtly
da_dk: Høvisk
fi_fi: Kohtelias

source: Dashboard
fi_fi: Kojelauta

source: Opening Hours
da_dk: Åbningstider
fi_fi: Aukioloajat

source: Activity Calendar
da_dk: Aktivitetskalender
fi_fi: Toimintakalenteri

source: New Reservation
da_dk: Ny reservation
fi_fi: Uusi varaus

source: Reservations New
da_dk: Reservationer Nyt
fi_fi: Varaukset Uusi

source: All Reservations
da_dk: Alle reservationer
fi_fi: Kaikki varaukset

source: Reservations All
da_dk: Reservationer Alle
fi_fi: Varaukset Kaikki

source: Reservation History
da_dk: Reservationshistorie
fi_fi: Varaushistoria

source: Court Availability
da_dk: Banens tilgængelighed
fi_fi: Tuomioistuimen saatavuus

source: Manage Courts
da_dk: Administrer Baner
fi_fi: Hallitse kenttiä

source: Courts
da_dk: Baner
fi_fi: Kentät

source: Manage Users
da_dk: Administrer brugere
fi_fi: Hallinnoi käyttäjiä

source: Users
da_dk: Brugere
fi_fi: Käyttäjät

source: User Types
da_dk: Brugertyper
fi_fi: Käyttäjätyypit

source: Select Court:
da_dk: Vælg bane:
fi_fi: Valitse kenttä:

source: Add New Court
da_dk: Tilføj ny bane
fi_fi: Lisää uusi kenttä

source: Court Number
da_dk: Banens nummer
fi_fi: Kentän numero

source: Name
da_dk: Navn
fi_fi: Nimi

source: Description
da_dk: Beskrivelse
fi_fi: Kuvaus

source: Add Court
da_dk: Tilføj bane
fi_fi: Lisää kenttä

source: Existing Courts
da_dk: Eksisterende Baner
fi_fi: Nykyiset kentät

source: Number
da_dk: Antal
fi_fi: Määrä

source: Open
da_dk: Åben
fi_fi: Avata

source: Close
da_dk: Tæt
fi_fi: Lähellä

source: Sunday
da_dk: søndag
fi_fi: sunnuntai

source: Monday
da_dk: mandag
fi_fi: maanantai

source: Tuesday
da_dk: tirsdag
fi_fi: tiistai

source: Wednesday
da_dk: onsdag
fi_fi: keskiviikko

source: Thursday
da_dk: torsdag
fi_fi: torstai

source: Friday
da_dk: fredag
fi_fi: perjantai

source: Saturday
da_dk: lørdag
fi_fi: Lauantai

source: Save Opening Hours
da_dk: Gem åbningstider
fi_fi: Tallenna aukioloajat

source: Reservation Detail
da_dk: Reservationsdetaljer
fi_fi: Varaustiedot

source: User
da_dk: Bruger
fi_fi: Käyttäjä

source: Court
da_dk: Bane
fi_fi: Kenttä

source: Date
da_dk: Dato
fi_fi: Päivämäärä

source: Time Slot
da_dk: Tidsrum
fi_fi: Aika Slot

source: Are you sure you want to cancel this reservation?
da_dk: Er du sikker på, at du vil annullere denne reservation?
fi_fi: Haluatko varmasti peruuttaa tämän varauksen?

source: Cancel Reservation
da_dk: Annuller reservation
fi_fi: Peruuta varaus

source: Back
da_dk: Tilbage
fi_fi: Takaisin

source: Reservation History (Last 12 Months)
da_dk: Reservationshistorik (sidste 12 måneder)
fi_fi: Varaushistoria (viimeiset 12 kuukautta)

source: Start
da_dk: Starte
fi_fi: Aloita

source: End
da_dk: Ende
fi_fi: Loppu

source: Action
da_dk: Handling
fi_fi: Toiminta

source: View
da_dk: Udsigt
fi_fi: Näytä

source: Upcoming
da_dk: Kommende
fi_fi: Tuleva

source: Past
da_dk: Forbi
fi_fi: Mennyt

source: Create User Reservation
da_dk: Opret brugerreservation
fi_fi: Luo käyttäjävaraus

source: Select a user and then a time slot below to create a reservation.
da_dk: Vælg en bruger og derefter et tidsrum nedenfor for at oprette en reservation.
fi_fi: Luo varaus valitsemalla käyttäjä ja sitten aikaväli alta.

source: Select User:
da_dk: Vælg bruger:
fi_fi: Valitse käyttäjä:

source: -- Select User --
da_dk: -- Vælg bruger --
fi_fi: -- Valitse käyttäjä --

source: Selected:
da_dk: Valgt:
fi_fi: Valittu:

source: None
da_dk: Ingen
fi_fi: Ei mitään

source: Confirm Reservation
da_dk: Bekræft reservation
fi_fi: Vahvista varaus

source: Email
fi_fi: Sähköposti

source: User Type
da_dk: Brugertype
fi_fi: Käyttäjätyyppi

source: -- Select --
da_dk: -- Vælg --
fi_fi: -- Valitse --

source: Save Changes
da_dk: Gem ændringer
fi_fi: Tallenna muutokset

source: Add New User Type
da_dk: Tilføj ny brugertype
fi_fi: Lisää uusi käyttäjätyyppi

source: Internal Name
da_dk: Internt navn
fi_fi: Sisäinen nimi

source: Display Name
da_dk: Vist navn
fi_fi: Näyttönimi

source: Booking Days in Advance
da_dk: Booking dage i forvejen
fi_fi: Varauspäivät etukäteen

source: Add User Type
da_dk: Tilføj brugertype
fi_fi: Lisää käyttäjätyyppi

source: Existing User Types
da_dk: Eksisterende brugertyper
fi_fi: Olemassa olevat käyttäjätyypit

source: Internal
da_dk: Indre
fi_fi: Sisäinen

source: Display
da_dk: Vise
fi_fi: Näyttö

source: Days in Advance
da_dk: Dage i forvejen
fi_fi: Päivää etukäteen

source: Please %1$slog in%2$s to book a court.
da_dk: %1$slog ind%2$s for at booke en bane.
fi_fi: %1$skirjaudu sisään%2$s varataksesi kentän.

source: Reservation ID not provided.
da_dk: Reservations-id ikke angivet.
fi_fi: Varaustunnusta ei ole annettu.

source: Your reservation was successfully created.
da_dk: Din reservation blev oprettet.
fi_fi: Varauksesi luominen onnistui.

source: 🥎 <strong>%1$s</strong> — Your padel court booking assistant. 🥎</br> Made with ❤️ by <a href="%2$s" target="_blank" rel="noopener">Juan G Carmona</a> 🌍 Madrid, Spain
da_dk: 🥎 <strong>%1$s</strong> — Din padel-banereservationsassistent. 🥎</br> Lavet med ❤️ af <a href="%2$s" target="_blank" rel="noopener">Juan G Carmona</a> 🌍 Madrid, Spanien
fi_fi: 🥎 <strong>%1$s</strong> – Padel-kenttävarausavustajasi. 🥎</br> Tekijä: ❤️ <a href="%2$s" target="_blank" rel="noopener">Juan G Carmona</a> 🌍 Madrid, Espanja
